{
	"name": "Shin Megami Tensei",
	"description": "!WARNINGThis game is not translated and displays Japanese text only.Shin Megami Tensei (literally True Goddess Reincarnation) is a role-playing video game from Atlus that was originally released on October 30, 1992 in Japan.The game was extremely well received and would spawn a variety of sequels and spin offs.PLOTThe story is set in Tokyo in the year 199X. Demons from the nether-realm of Makai have found their way back to Earth, and as such have upset the balance of power. A charismatic Japanese leader attempts a coup d'&eacute;tat using these demons as a potent military force, forcing America to intervene with its military. The player, as the hero, becomes involved when sent a Devil Summoning Program via email which allows him to converse with and recruit demons to fight for him, storing them as digital data on his computer.In the aftermath of the ensuing destruction, the hero must decide what kind of world should be created on its ruins. Will he side with the angels and create a kingdom of absolute order that would last for a thousand years, or will he side with the demons and bring about an eternal anarchy, or will he choose neither, and destroy everyone who opposes him?GAMEPLAYThe game features two types of characters: Humans and Demons. A key facet of game play involves collecting demons. The human Hero acquires these demons via negotiation, bribing and coercion during battle. Once acquired, they can be stored in the party's portable computer and summoned for a small amount of money to be used in battle, and a constant feed of Magnetite (a secondary currency in the game) to be maintained outside of combat. If a demon is defeated during a battle, they must be revived before they can be used again.A notable aspect of the game is that the player can combine two or three demons and create a more powerful demon.HUMANS:Human characters can equip firearms with special ammo, melee weapons, and multiple pieces of armor from helmet to boots, although certain weapons can only be wielded by a character of a specific alignment. Humans are also the only ones capable of leveling up and having their Stats upgraded at the discretion of the player.DEMONS:There are a wide variety of demons from various mythologies in Shin Megami Tensei; each has its own unique statistics, and a skillset of up to three abilities or spells.!WARNINGThis game is not translated and displays Japanese text only.",
	"released": "Mar 28, 2003",
	"developer": "ATLUS",
	"genre": "Role-Playing, General",
	"cover": "https://andr3carvalh0.github.io/mGBA_Database/Covers/22897_front.jpg"
}
