{
	"name": "The Sims 2: Pets",
	"description": "Sims Have New Friends - Pets! Sims can share their lives with their new pets and add more fun to the Sims experience. From dogs, cats, caged animals and more, your Sims share new friends to experience life's precious moments. With so many different animals to choose from, there's no telling what unpredictable experiences could occur. Create-A-Pet: Choose from dozens of dog and cat breeds or customize features for a one-of-a-kind pet. You can even modify your pet's body shape by choosing from specific colors and unique markings. Don't like the way they act? Change their personality - from smart and sweet to silly and sloppy - anyone can create their ideal animal friend in The Sims 2 Pets. Your Sims can encourage and discipline pets, training them to shake, roll over, play dead, and more. Unruly pets might dig in the yard, claw the sofa, or topple the trash. Thankfully, a little training can go a long way. Create and control digital characters over a lifetime, setting their goals in life from popularity and romance, to fortune and family- their stories are in your hands. Use special codes to share unlockable pet accessories, fur types or markings with other The Sims 2 Pets players. Your Sims' pets are members of the family and share all of life's great moments - whether it's kids training puppies, teens playing fetch in the park, adults watching TV with their cats, or elders enjoying a sunny day in the park with their long-time companion. Your Sims pets have genetics, allowing you to create the latest designer pet, including popular hybrid breeds like the Labradoodle, Puggle and Schnoodle! Like what you've created? Register them to appear in Create-A-Pet as a unique pedigree. Sims aren't the only ones with careers anymore! Skilled pets can earn a living from three career tracks - Show Business, Security, and Service - and work their way up through five job levels.",
	"released": "Nov7, 2006",
	"developer": "Maxis",
	"genre": "Miscellaneous, Virtual Life",
	"cover": "https://andr3carvalh0.github.io/mGBA_Database/Covers/76599_front.jpg"
}
